   Below is a simple SQL \*\*SELECT\*\* statement

```
    SELECT
        column1, 
        column2, 
        columnN 
        FROM 
        Table_name
```
```
These are the connect details
```
```
Server: sqlservercentralpublic.database.windows.net
```
```
Database: AdventureWorks
User: sqlfamily
Password: sqlf@m1ly
```

In [ ]:
SELECT
column1, 
column2, 
columnN 
FROM 
Table_name
WHERE condition;

In [1]:
USE SQL_AdventureWork_SB;
GO

/****** Object:  Table [dbo].[Orders]    Script Date: 20/04/2018 14:33:47 ******/
SET ANSI_NULLS ON
GO
SET QUOTED_IDENTIFIER ON
GO

CREATE TABLE [#Orders](
	[ID] [int] NULL,
	[Item] [nvarchar](50) NULL,
	[UserID] [int] NULL
) 
GO
/****** Object:  Table [dbo].[Users]    Script Date: 20/04/2018 14:33:47 ******/
SET ANSI_NULLS ON
GO
SET QUOTED_IDENTIFIER ON
GO

IF OBJECT_ID('dbo.Users', 'U') IS NOT NULL 
  DROP TABLE dbo.Users; 

CREATE TABLE [dbo].[Users](
	[ID] [int] NULL,
	[Name] [nvarchar](50) NULL
) ON [PRIMARY]
GO

INSERT [dbo].[Orders] ([ID], [Item], [UserID]) VALUES (1, N'Pizza', 1)
INSERT [dbo].[Orders] ([ID], [Item], [UserID]) VALUES (2, N'soda', 1)
INSERT [dbo].[Orders] ([ID], [Item], [UserID]) VALUES (3, N'french fries', 1)
INSERT [dbo].[Orders] ([ID], [Item], [UserID]) VALUES (4, N'french fries', 2)
INSERT [dbo].[Orders] ([ID], [Item], [UserID]) VALUES (5, N'burger', 4)
INSERT [dbo].[Orders] ([ID], [Item], [UserID]) VALUES (6, N'soda', 4)
INSERT [dbo].[Orders] ([ID], [Item], [UserID]) VALUES (7, N'Pizza', 5)
INSERT [dbo].[Orders] ([ID], [Item], [UserID]) VALUES (8, N'burger', 99)
INSERT [dbo].[Users] ([ID], [Name]) VALUES (1, N'Dave')
INSERT [dbo].[Users] ([ID], [Name]) VALUES (2, N'Jennifer')
INSERT [dbo].[Users] ([ID], [Name]) VALUES (3, N'Ben')
INSERT [dbo].[Users] ([ID], [Name]) VALUES (4, N'Tara')
INSERT [dbo].[Users] ([ID], [Name]) VALUES (5, N'Justin')
INSERT [dbo].[Users] ([ID], [Name]) VALUES (6, N'Praveen')

: Msg 40508, Level 16, State 1, Line 1
USE statement is not supported to switch between databases. Use a new connection to connect to a different database.

: Msg 262, Level 14, State 1, Line 13
CREATE TABLE permission denied in database 'AdventureWorks'.

: Msg 262, Level 14, State 1, Line 28
CREATE TABLE permission denied in database 'AdventureWorks'.

: Msg 208, Level 16, State 1, Line 34
Invalid object name 'dbo.Orders'.